{
  "noticia": [
    {
      "Titulo": "Xiaomi y la desvergüenza",
      "Cuerpo": "Nos encanta el nuevo iPhone X de Xiaomi. Casi tanto como nos encantó el iPhone de Xiaomi del año pasado. El fabricante chino presentaba en sociedad al Xiaomi Mi 8, y lo hacía una vez más con una asombrosa capacidad para copiar descaradamente al que ya ha sido inspiración para otros, el iPhone X.",
      "Noticia": "Nos encanta el nuevo iPhone X de Xiaomi. Casi tanto como nos encantó el iPhone de Xiaomi del año pasado. El fabricante chino presentaba en sociedad al Xiaomi Mi 8, y lo hacía una vez más con una asombrosa capacidad para copiar descaradamente al que ya ha sido inspiración para otros, el iPhone X.  En Xiaomi de hecho plagian ideas, diseños y componentes con una desvergüenza asombrosa, algo que resulta especialmente llamativo teniendo en cuenta cómo se las gasta Apple cuando se harta de estas cosas. Juguemos al divertido juego de las diferencias.      Una larga tradición de copias indiscriminadas      No es la primera y seguramente no será la última vez que hablemos de cómo Xiaomi hace honor a la fama de una industria china que siempre ha sido famosa por su capacidad de copiar todo lo copiable.      Onemore      Xiaomi lo ha hecho desde hace tiempo, pero si hay una empresa afectada por esas copias indiscriminadas, esa es Apple, a quien en Xiaomi llevan copiando desde hace años.      Xiaomi Notebook Pro      Los últimos Xiaomi Notebook Pro están claramente inspirados en los MacBook Pro de Apple, pero hay muchos ejemplos más que afectan tanto a Xiaomi como a otras empresas.      Lo han hecho de principio a fin, copiando diseños y características de productos —no solo móviles— y, en última instancia, hasta la estrategia de tiendas físicas y su decoración, que una vez más se parece sospechosamente a la de las Apple Stores.      Xiaomi Mi 8 vs iPhone X: parecidos más que razonables      En la presentación de su último Xiaomi Mi 8 volvimos a comprobar cómo en Xiaomi no dudaron en mantener esa singular tradición. La propia keynote de Carl Pei sigue el mismo esquema y diseño de las de Apple, y hasta uno diría que fondos y tipografías coinciden con las de las célebres presentaciones con las que Steve Jobs nos maravillaba hace una década.      Aspecto      Por supuesto, no fue lo único en lo que Xiaomi imitó a Apple hace unas horas. El Xiaomi Mi 8 tanto en su edición estándar como en su Explorer Edition —la carcasa no es transparente, es una pegatina— calca muchos de los aspectos del diseño de los iPhone X, pero es que además hay diversas prestaciones y características de los dispositivos de Apple que también aparecen en los terminales de Xiaomi.      Entre las más llamativas, desde luego, están las relativas al diseño de un dispositivo que se parece demasiado al iPhone X en su aspecto exterior. Tanto en la parte posterior como en el frontal —donde los notch de uno y otro son sorprendentemente parecidos— las similitudes son importantes.      Camaras      Ocurre lo mismo con la parte posterior, donde la posición y diseño de las cámaras es también realmente parecida. Hasta la protrusión de los iPhone X aparece, quizás en menor medida, en los Xiaomi Mi 8.      Faceid Tres      Sin embargo donde más se ha notado la desvergüenza de Xiaomi a la hora de copiar a Apple ha sido en la presentación de su tecnología de reconocimiento facial, que ha tenido el valor de llamar Face ID, exactamente el mismo nombre que le dio Apple cuando la presentó hace unos meses.      Faceiddos      La presentación de la tecnología ha sido similar y también lo ha sido el uso de imágenes que explican cómo funciona dicho sistema o cómo deberían usarlo los usuarios en unas imágenes promocionales que son de nuevo un estupendo y sorprendente plagio de Xiaomi.      ",
      "Imagen": "img/noticias/4.jpg"
    },
    {
      "Titulo": "Moto G6 Plus, análisis: por menos de 300 euros pocos ofrecen una experiencia así",
      "Cuerpo": "Como cada año, la llegada de la época veraniega nos deja por el camino la salida al mercado de la familia Moto G, que este 2018 se renueva con la sexta generación, de nuevo bien poblada de modelos en una gama donde actualmente no es nada sencillo competir con los Xiaomi, Huawei e incluso BQ de turno.      El Moto G6 Plus es un año más el modelo más ambicioso de la nueva familia. Y ya lo hemos probado en Xataka.",
      "Noticia": "Como cada año, la llegada de la época veraniega nos deja por el camino la salida al mercado de la familia Moto G, que este 2018 se renueva con la sexta generación, de nuevo bien poblada de modelos en una gama donde actualmente no es nada sencillo competir con los Xiaomi, Huawei e incluso BQ de turno.      El Moto G6 Plus es un año más el modelo más ambicioso de la nueva familia. Y ya lo hemos probado en Xataka.      Moto G6 Plus: el cristal y las curvas llegan para quedarse      Ha sido un camino largo pero por fin Motorola ha coronado la cima, la suya particular, a nivel de diseño con este Moto G6 Plus. Tras el paso por diferentes materiales y acabados (incluidas carcasas intercambiables), todos ellos muy bien recibidos en forma y tiempo, el nuevo Moto G6 Plus se asoma al diseño con acabado en cristal y alguna que otra curva en su parte trasera. Para adaptarse a los tiempos. Para subir un escalón más la parte de acabado en una gama que hace tiempo que dejó de ser tierra de nadie.      Los otros argumentos de compra del Moto G6 Plus saltan a la vista en su ficha técnica. Y todo por menos de 300 euros en su versión de entrada con 4 GB de memoria RAM y 64 GB de memoria interna, ampliables si queremos con la simple adición de una tarjeta microSD.      MOTO G6 PLUS      SISTEMA OPERATIVO      Android 8.0 Oreo      PROCESADOR      Qualcomm Snapdragon 630 de ocho núcleos a 2.2 GHz      GPU      Adreno 508 de 700 MHz      MEMORIA RAM      4 / 6 GB      ALMACENAMIENTO      648 GB (+microSD de 128 GB)      DIMENSIONES      160 x 75,5 x 8,0 mm      PESO      167 gramos      PANTALLA      IPS LCD de 5,9      CÁMARA TRASERA      Dual de 12 y 5 megapíxeles      Tecnología Dual Autofocus Pixel      Apertura f/1.7      Reconocimiento de punto de referencia, reconocimiento de objetos, escáner de texto, modo retrato, color plano, filtros faciales, panorámica, modo manual.      Graba vídeo hasta 4K.      Vídeos en timelapse y cámara lenta      CÁMARA FRONTAL      Sensor de 8 megapíxeles.      Modo selfie grupal, modo belleza, modo manual y filtros faciales.      Graba vídeos hasta 1080p a 30 fps.      Vídeos en timelapse y cámara lenta      SIM      NanoSIM      WIFI      802.11 a/b/g/n/ac 2.4 GHz + 5 GHz      OTROS      Altavoz frontal, Jack de 3,5 milímetros repelente al agua, Bluetooth 5.0, TV Digital, Lector de huellas, acelerómetro, giroscopio, luz ambiente, proximidad, magnetómetro, ultrasonidos, GPS, A-GPS, GLONASS      PRECIO      299 euros      Recogiendo el guante que lanzó el Moto X4 , el nuevo Moto G6 Plus parece un Motorola desde el mismo momento en que lo miras. En la parte delantera la silueta de sus esquinas redondeadas no dejan lugar a dudas, pero por si acaso, Lenovo le ha colocado el nombre de Motorola bien visible en la parte inferior de la pantalla, justo encima (y muy pegado) al lector de huellas.      Foto 1      Sin perder nada de su identidad, el Moto G6 Plus da un salto importante en acabado, aunque sigue siendo un terminal grande en mano      El nombre de Motorola ahí colocado y tan apretado nos transmite la idea de que ha sido una decisión tomada casi a la fuerza. Parece un arreglo poco pensado y menos cuidado. Quizás sin él se podría haber rebajado algo el marco inferior, donde, sorprendentemente y contrariamente a lo visto en el Moto G6 Play, se mantiene el lector de huellas.      Alcanzando ya casi las 6 pulgadas, parecía lógico llevar el lector de huellas a la parte trasera para arañar algo de espacio y poder reducir un marco inferior algo más grande de lo que nos gustaría      Pese al poco espacio que le deja el diseño sin marcos, el lector de huellas funciona sin problema alguno. Al principio resulta algo extraño el tacto de un lector tan alargado y estrecho, pero al comprobar que la identificación es fiable y rápida, uno ya no coloca ahí el dedo pensando en el diseño del lector sino en su eficacia.      Moto G6 Plus review xataka marcos y lector de huellas      Logo y lector de huellas en el marco inferior del Moto G6 Plus      Pese a ser un gama media de libro, el Moto G6 Plus añade un segundo elemento de identificación biométrica. Y seguro que has adivinado: el reconocimiento facial. Su funcionamiento no está nada mal para la gama en la que nos encontramos. Con buena luz es bastante rápido y no da fallos. Los problemas empiezan con menos luz, donde la cámara secundaria, de 8 MP, no parece contar con la capacidad suficiente para identificarnos con poca luz. Además, para usar la identificación facial debemos activar la pantalla, algo que le resta efectividad.      En terminales con una diagonal alrededor de las seis pulgadas, cualquier recorte de milímetros en las dimensiones se agradece en mano. Con el Moto G6 Plus estamos claramente ante un terminal de generosas dimensiones, aunque resulta cómodo y agradable en mano gracias a esas formas redondeadas y la curvatura de la parte trasera. Aunque el Moto G6 Plus no me ha parecido especialmente resbaladizo, se agradece que de serie venga con una funda flexible transparente.      Moto G6 Plus review acabado de cristal      Acabado de cristal y con ligera curvatura de la parte trasera del nuevo Moto G6 Plus      Precisamente usando esa funda uno es especialmente consciente de lo prominente del módulo de la cámara de este nuevo terminal. Por lo amplia de la superficie que sobresale, no hay inconveniente importante en usar el terminal sobre la mesa. Apenas balancea algo tocando los laterales, pero solo aplicando bastante fuerza.      Sin embargo sí que nos quedamos con la incógnita y cierta preocupación de que esa protuberancia tan considerable acabe por dañar de alguna manera el módulo de la cámara. Uno deja sobre la mesa el Moto G6 Plus y no puede evitar pensar en que lo está haciendo directamente sobre la cámara.      Puerto USB-C, acabado en cristal, buena pantalla, lector de huellas y hasta identificación de rostros. Las credenciales del Moto G6 Plus no pueden ser más completas      Del resto de elementos del diseño del Moto G6 Plus me gustaría citar la ausencia de perfil de protección frente agua y polvo más allá del recubrimiento básico ya marca de la casa, la permanencia (acertada) del puerto de 3,5 mm y la adopción del puerto USB-C, que no todos en esta gama lo hacen.      MOto G6 Plus review puerto USB_C      Puerto USB-C, ya imprescindible en cualquier gama      Pantalla LCD que no comete errores      Si la ficha técnica y diseño están a la altura del dinero que Lenovo pide por conseguir un Moto G6 Plus, lo mismo ocurre con la pantalla. Es otro elemento que a menudo queda eclipsado pero que con pocos fallos puede provocar una experiencia nefasta en un terminal por el que pagamos un cierto dinero.      La pantalla de casi 6 pulgadas del Moto G6 Plus no impresiona a primera vista. Pero en este margen de precio, no cometer errores y ofrecer una experiencia global plenamente satisfactoria es menos habitual de lo que parece. Muy bien también por Motorola en este apartado      La pantalla del Moto G6 Plus apuesta por la tecnología LCD en una diagonal de 5,9 pulgadas con formato, cómo no, alargado de 18:9. Pese a esa diagonal, la resolución queda en FullHD+, lo que según qué usos puede quedar algo rezagada frente a la gama alta, pero no olvidemos que estamos en un rango incluso por debajo de los 300 euros. Por ese dinero que pagamos, la densidad, tamaño y calidad global del panel IPS no decepciona en absoluto.      Pantalla MOto G6 Plus",
      "Imagen": "img/noticias/5.jpg"
    },
    {
      "Titulo": "WWDC 2018: todo lo que se espera que presente Apple en su evento del 4 de junio",
      "Cuerpo": "Tras las semanas grandes para Microsoft y Google, llega el turno de Apple y sus conferencias para desarrolladores. Aunque como ocurre también con las dos primeras, con los años se han convertido en eventos de interés más general y para más tipos de público, por eso días antes de que empiece no está de más repasar qué esperamos ver en la WWDC 2018 (Worldwide Developers Conference).",
      "Noticia": "Tras las semanas grandes para Microsoft y Google, llega el turno de Apple y sus conferencias para desarrolladores. Aunque como ocurre también con las dos primeras, con los años se han convertido en eventos de interés más general y para más tipos de público, por eso días antes de que empiece no está de más repasar qué esperamos ver en la WWDC 2018 (Worldwide Developers Conference).      El evento de apertura de estas conferencias de Apple se realizará en el McEnery Convention Center en San Jose (California), a las 10:00 de la mañana hora local (PT), que equivalen a las 18:00 y 19:00 para España (Canarias y Península respectivamente) y las 12:00 en México, Colombia, y Chile. La duración de la WWDC será de cuatro días, concretamente del 4 al 8 de junio, como ya podemos ver en la web de la compañía.      Los protagonistas más claros: nuevas versiones para los sistemas operativos      Aunque pueda haber sorpresas en forma de hardware, a lo que es fuel el evento es a presentar nuevas versiones de los sistemas operativos. En la actualidad son cuatro los que mantiene Apple, iOS, macOS, watchOS y tvOS, y para todos se esperan sendas iteraciones en el evento.      iOS 12      Como lleva siendo de manera tradicional, el año pasado la WWDC fue el escenario para dar a conocer iOS 11, la que sería la nueva versión del sistema operativo para dispositivos móviles de Apple. En su presentación siempre conocemos las principales novedades, viendo algunas demostraciones, aunque no es hasta la presentación de nuevos iPhones tras el verano cuando pasa a estar disponible.      En la edición de este año pues esperamos conocer iOS 12. Una iteración del sistema que al parecer se centra en la mejora de la seguridad, la estabilidad y el desempeño, si bien es algo que se está matizando en las últimas versiones del sistema operativo como base de las mejoras.      Ios 11      De ahí que se rumoree que, aunque habrá novedades en cuanto a funciones y algún rediseño, éstas serán más notables quizás en iOS 13. Lo que se espera ver es mejoras en apps y servicios propios como la Realidad Aumentada (ARkit), la app Salud o el control parental.      Aunque se rumorea alguna actualización en cuanto a diseño, lo que se espera es que se hayan centrado en la seguridad, la estabilidad y el desempeño      Se habló de un rediseño de la pantalla de inicio, tweaks para apps propias como Mail, Cámara o Fotos y de que están trabajando en un sistema para portar de manera sencilla apps de iOS (de Apple y de terceros) a Mac, pero al parecer son cosas que finalmente veremos en iOS 13.      Ios Iphone      macOS10.14      La idea de la convergencia de sistemas operativos cierne sobre Cupertino desde que ambos han ido rediseñandose y compartiendo características, sobre todo desde que el skeumorfismo de iOS 6 se quedó atrás con iOS 7. En lo sucesivo hemos visto interfaces y funciones compartidas entre el software para ordenadores y el de dispositivos móviles, y el remate fue",
      "Imagen": "img/noticias/6.jpg"
    },    {
      "Titulo": "Optane en forma de módulos RAM: DIMMS de hasta 512 GB, pero de momento solo para servidores",
      "Cuerpo": "La aplicación de la tecnología 3D XPoint de Intel y Micron prometía mejoras notables en varios ámbitos del segmento del almacenamiento. Primero aparecieron las unidades Optane para acelerar sistemas de almacenamiento convencional, luego aparecieron los Optane en formato SSD y ahora aparecen los primeros módulos de memoria RAM basados en dicha tecnología.",
      "Noticia": "La aplicación de la tecnología 3D XPoint de Intel y Micron prometía mejoras notables en varios ámbitos del segmento del almacenamiento. Primero aparecieron las unidades Optane para acelerar sistemas de almacenamiento convencional, luego aparecieron los Optane en formato SSD y ahora aparecen los primeros módulos de memoria RAM basados en dicha tecnología.      Los nuevos módulos de memoria Optane DC Persistent Memory estarán disponibles en capacidades de 218, 256 y 512 GB, pero estos prometedores productos llegarán de momento al segmento de los servidores basados en futuros procesadores Intel Xeon.    La memoria DDR4 que nunca olvida      La introducción de los módulos será por el momento muy controlada: cuando aparezcan a finales de año lo harán solo a clientes específicos —que deben solicitar entrar en esa fase previa en este formulario— a los que se les permitirá usar estos módulos Optane, pero sin publicar datos de rendimiento.      La disponibilidad general no se producirá hasta 2019, pero una vez más la idea es ofrecerlos solo para entornos de servidores basados en futuros procesadores Xeon.      La característica más llamativa de estos módulos es, como su propio nombre indica, que estamos hablando de memoria persistente, lo que significa que los datos permanecen en ella aun cuando queda sin alimentación. Además de ello es muy densa, con 10 veces la densidad de los módulos DRAM tradicionales.      Optane2      Esto hace que contemos con futuros módulos de memoria que tienen el aspecto de módulos DIMM y ante el sistema funcionan como tales, pero que tienen capacidades mucho mayores y que además son persistentes.      La latencia no es tan baja como la de los módulos DDR4, y en Intel creen que son una opción perfecta para incrementar la cantidad de memoria disponible eliminando la latencia que se da normalmente cuando se transfieren datos desde la memoria al sistema de almacenamiento persistente. Aplicaciones de bases de datos y cargas de trabajo cacheables pueden beneficiarse en gran medida de este tipo de opción.",
      "Imagen": "img/noticias/7.jpg"
    },
    {
      "Titulo": "Una ingeniera española en Microsoft Research: Mar González nos cuenta su trabajo con las HoloLens térmicas y la realidad virtual",
      "Cuerpo": "En 1970, el japonés Masahiro Mori describió por primera vez el efecto del valle inquietante (uncanny valley en inglés). El profesor de robótica del Instituto Tecnológico de Tokio hipotetizó que, cuanto más se parece un robot a un humano, más probable es que cause repulsa en lugar de empatía. Produce un efecto contrario al deseado precisamente porque adquiere una apariencia humana muy realista pero que no llega a serlo del todo.",
      "Noticia": "En 1970, el japonés Masahiro Mori describió por primera vez el efecto del valle inquietante (uncanny valley en inglés). El profesor de robótica del Instituto Tecnológico de Tokio hipotetizó que, cuanto más se parece un robot a un humano, más probable es que cause repulsa en lugar de empatía. Produce un efecto contrario al deseado precisamente porque adquiere una apariencia humana muy realista pero que no llega a serlo del todo.      Ahora, la española Mar González Franco y su equipo en Microsoft Research han demostrado un efecto similar aplicado a la interacción táctil en entornos virtuales. Y lo han publicado en Science Robotics. El experimento que les ha llevado hasta esta conclusión consistió en desarrollar un entorno virtual táctil interactivo capaz de proporcionar respuestas en tiempo real mediante dos controles portátiles (uno en cada mano de los participantes).      Con dichos controles se reproducían vibraciones de diferentes amplitudes para imitar el movimiento de una canica sobre una vara de madera simulada que los participantes sostenían. Y, contra todo pronóstico, la experiencia para ellos resultaba ser peor cuando las vibraciones variaban frente a cuando mantenían la misma amplitud. Es decir, que la experiencia supuestamente más realista y adaptativa no era mejor percibida.      Lo que exploramos con esto son los límites de la percepción humana para construir entornos virtuales más convincentes. Y descubrimos que, cuando mejoramos la experiencia virtual de los sentidos [en este caso, el tacto] se produce este efecto del valle inquietante, explica la investigadora madrileña.      El estudio no solo describe este efecto sino que proporciona una serie de claves para evitarlo, manipulando sutilmente las condiciones experimentales. Por ejemplo, cambiando el tono de la vara de madera para que no quede tan clara la ubicación de la canica (lo que justificaría la discrepancia entre la ubicación percibida y lo que ven los ojos del usuario). O convirtiendo al participante en sujeto activo, de modo que lo que vea y perciba se corresponda con sus propias acciones.      HoloLens térmicas      Otro trabajo reciente de esta ingeniera biomédica española en Microsoft Research ha dado lugar a Cardiolens: un producto del que ya hablamos en Xataka y que este 2018 ha sido finalista de los Premios a la Innovación del evento SXSW (_S__outh by Southwest_). Se trata de una **versión ampliada** de las gafas de realidad mixta HoloLens que permite medir y visualizar en tiempo real la frecuencia cardiaca y los signos vitales del usuario y de su interlocutor.      Cardiolens escanea nuestra cara mediante un sistema de visión artificial para capturar señales invisibles al ojo humano. El sistema combina una cámara web frontal con un sensor balístico par la captura gráfica de los movimientos de la sangre (balistocardiografía) y una técnica -la fotopletismografía- que permite visualizar cómo varía el volumen sanguíneo durante la actividad cardiaca. Cuando recibes el flujo de sangre te pones un poco más rojo. El ojo humano no es capaz de verlo pero sí las cámaras, que captan tres colores de la tonalidad de la piel. Es decir, hacemos una colorimetría de la frecuencia cardiaca, explica la investigadora.      Una pantalla de inicio permite a los usuarios ver su propio ritmo cardíaco (por cómo este se mueve) y el de la persona a la que está mirando (gracias a la cámara) cada vez que usa el dispositivo. Proporciona, así, una nueva forma de entender las señales fisiológicas, que tiene aplicaciones en la interacción entre los humanos y las computadoras y en el estudio de la psicología social, señalan González Franco y los otros dos investigadores responsables de su desarrollo en un artículo publicado en la revista de la Asociación de Maquinaria de Computación (ACM, por sus siglas en inglés).      Esto contribuye a la noción de realidad aumentada como forma de contar con supersentidos: sentidos ampliados que te permitan realizar cosas que normalmente no podrías. Una especie de superpoderes, dice la investigadora. En relación con el aspecto psicológico, la investigadora explica que este sistema puede tener efectos en la llamada 'consciencia interoceptiva', que se da cuando nos percatamos de lo que está sucediendo en el interior de nuestro cuerpo. Es lo que pasa cuando notamos cómo se nos acelera el corazón cuando nos dan un susto.      El objetivo es que esta autoconsciencia nos permita controlar dichos procesos. Por ejemplo, para conseguir un empleo. Está demostrado que si estás en una entrevista de trabajo y sincronizas tus señales fisiológicas con la persona que te está entrevistando, tienes más posibilidades de conseguir el puesto, afirma González Franco. ¿Cómo se hace eso? Surge de manera natural pero también se puede aprender a leer a las personas y a adaptarse a su ritmo, en función de si observamos que está más o menos tranquila o entusiasmada.",
      "Imagen": "img/noticias/8.jpg"
    }

  ]
}